Repository: yasir2000/brown-bear
Catalog: plugins/taskboard/scripts/taskboard/po/*.po
Languages: fr_fr

source: Add child
fr_fr: Ajouter un enfant

source: Add new card
fr_fr: Ajouter une nouvelle carte

source: Cancel
fr_fr: Annuler

source: Card label…
fr_fr: Label de la carte…

source: Close
fr_fr: Fermer

source: Collapse "%{ label }" column
fr_fr: Réduire la colonne "%{ label }"

source: Collapse "%{ label }" swimlane
fr_fr: Réduire la ligne "%{ label }"

source: Define columns
fr_fr: Définir les colonnes

source: Edit assignee
fr_fr: Éditer l'assigné

source: Edit card
fr_fr: Modifier la carte

source: Edit remaining efforts
fr_fr: Éditer l'effort restant

source: Expand
fr_fr: Étendre

source: Expand "%{ label }" column
fr_fr: Agrandir la colonne "%{ label }"

source: Hide closed items
fr_fr: Cacher les éléments clos

source: Incompatible usage of color
fr_fr: Incompatibilité dans le choix de la couleur

source: Initial effort
fr_fr: Effort estimé

source: It seems an action you tried to perform can't be done
fr_fr: Il semble que l'action que vous venez de tenter ne peut pas être réalisée

source: It seems an action you tried to perform can't be done.
fr_fr: Il semble que l'action que vous venez de tenter ne peut pas être réalisée.

source: John
fr_fr: Jean

source: Move card down
fr_fr: Déplacer la carte vers le bas

source: Move card to the left cell
fr_fr: Déplacer la carte à gauche

source: Move card to the right cell
fr_fr: Déplacer la carte à droite

source: Move card up
fr_fr: Déplacer la carte vers le haut

source: Move to left cell
fr_fr: Aller à la cellule de gauche

source: Move to next swimlane or card
fr_fr: Aller à la ligne ou carte suivante

source: Move to previous swimlane or card
fr_fr: Aller à la ligne ou carte précédente

source: Move to right cell
fr_fr: Aller à la cellule de droite

source: Navigation in Taskboard
fr_fr: Navigation dans Taskboard

source: New remaining effort
fr_fr: Nouvel effort restant

source: Only colors from the new palette can be used.
fr_fr: Seules les couleurs de la nouvelle palette peuvent être utilisées.

source: Oops, there's an issue
fr_fr: Oups, il y a eu un problème

source: Place focus on first swimlane
fr_fr: Placer le focus sur la première ligne

source: Place focus on the first swimlane card
fr_fr: Placer le focus sur la première carte de la ligne

source: Please <a href="%{ admin_url }">adjust configuration</a> to use a suitable color.
fr_fr: Merci <a href="%{ admin_url }">d'ajuster la configuration</a> afin d'utiliser une bonne couleur.

source: Please choose…
fr_fr: Veuillez choisir…

source: Please edit the card to change the status, or add children if possible.
fr_fr: Veuillez éditer la carte pour changer son statut, ou ajouter des enfants si possible.

source: Quick access
fr_fr: Accès rapide

source: Reload the page
fr_fr: Recharger la page

source: Remaining effort
fr_fr: Effort restant

source: Return to parent card or swimlane
fr_fr: Retourner à la carte parente ou à la ligne

source: Save
fr_fr: Sauver

source: Set card label
fr_fr: Assigner un label à la carte

source: Show error details
fr_fr: Voir les détails de l'erreur

source: The column is configured to use a color (%{ color }) from the legacy palette.
fr_fr: La colonne est configurée pour utiliser une couleur (%{ color }) qui fait partie de l'ancienne palette.

source: This card does not have any status.
fr_fr: Cette carte n'a pas de statut.

source: This card has status <strong>%{ label }</strong> that does not map to current taskboard columns.
fr_fr: Cette carte a pour statut <strong>%{ label }</strong> qui ne correspond pas aux colonnes de ce tableau de tâches.

source: This column does not allow to drop this card here.
fr_fr: Cette colonne ne permet pas de déposer cette carte ici.

source: This taskboard is empty
fr_fr: Ce tableau de tâches est vide

source: This taskboard is not properly configured
fr_fr: Ce tableau de tâches n'est pas correctement configuré

source: This taskboard is not ready to be used
fr_fr: Ce tableau de tâches n'est pas prêt à être utilisé

source: Toggle closed items
fr_fr: Afficher ou cacher les éléments clos

source: Toggle fullscreen mode
fr_fr: Basculer le mode plein écran

source: View closed items
fr_fr: Afficher les éléments clos

source: You have to configure the columns mapping.
fr_fr: Vous devez configurer les colonnes.

source: Your project administrator needs to finish the planning configuration.
fr_fr: Votre administrateur de projet doit finir la configuration du planning.
