Repository: yasir2000/brown-bear
Catalog: plugins/captcha/site-content/*/LC_MESSAGES/tuleap-captcha.po
Languages: fr_fr

source: Add a captcha protection to sensitive operations
fr_fr: Ajoute un captcha aux opérations sensibles

source: An error occurred while saving your keys, please retry
fr_fr: Une erreur est survenue lors de l'enregistrement de vos clés, merci de réessayer

source: Captcha configuration
fr_fr: Configuration du captcha

source: Save settings
fr_fr: Sauvegarder la configuration

source: Secret key
fr_fr: Clé secrète

source: Site key
fr_fr: Clé du site

source: The provided keys are not valid
fr_fr: Les clés fournies ne sont pas valides

source: We have not been able to assert that you are not a robot, please try again
fr_fr: Nous n'avons pas été en mesure d'affirmer que vous n'êtes pas un robot, merci de réessayer

source: You can get the required keys from the Google reCAPTCHA administration
fr_fr: Vous pouvez obtenir les clés requises depuis l'administration Google reCAPTCHA

source: Your keys has been successfully saved
fr_fr: Vos clés ont sauvegardées avec succès
