Repository: yasir2000/brown-bear
Catalog: plugins/agiledashboard/scripts/burnup-chart/po/*.po
Languages: fr

source: %s - Closed elements
fr: %s - Éléments fermés

source: %s - Team effort
fr: %s - Effort de l'équipe

source: Closed
fr: Fermés

source: Closed elements: %s
fr: Éléments fermés : %s

source: Ideal burnup
fr: Burnup idéal

source: MM/DD
fr: DD/MM

source: Team effort
fr: Effort de l'équipe

source: Team effort: %s
fr: Effort de l'équipe: %s

source: Total effort
fr: Effort total

source: Total effort: %s
fr: Effort total : %s

source: Total elements: %s
fr: Nombre total d'éléments : %s

source: n/k
fr: n/c
