Repository: yasir2000/brown-bear
Catalog: plugins/git/scripts/repository/branch-tag-selector/po/*.po
Languages: fr_fr

source: An error occurred while loading branches
fr_fr: Une erreur est survenue lors du chargement des branches

source: An error occurred while loading tags
fr_fr: Une erreur est survenue lors du chargement des étiquettes

source: Branch name
fr_fr: Nom de branche

source: Tag name
fr_fr: Nom d'étiquette

source: Tags
fr_fr: Étiquettes

source: There isn't any branches defined yet
fr_fr: Il n'y a pas de branche

source: There isn't any matching branches
fr_fr: Il n'y a pas de branche correspondante

source: There isn't any matching tags
fr_fr: Il n'y a pas d'étiquette correspondante

source: There isn't any tags defined yet
fr_fr: Il n'y a pas d'étiquette

source: default
fr_fr: par défaut
