Repository: yasir2000/brown-bear
Catalog: plugins/projectlinks/site-content/*/LC_MESSAGES/tuleap-projectlinks.po
Languages: fr_fr

source: <a title='needs link type first'>**</a>
fr_fr: <a title='nécessite un type'>**</a>

source: Add a project link type
fr_fr: Ajouter un type de lien

source: Add new project:
fr_fr: Ajouter un nouveau projet:

source: Additional &amp; Modified project link types
fr_fr: Type de lien nouveaux et modifiés

source: Additional links to other projects
fr_fr: Nouveaux liens vers d'autres projets

source: Cancel Changes
fr_fr: Annuler les modifications

source: Change Project Link Type Definition
fr_fr: Mettre à jour les types de lien

source: Click %1$s to add the links from the template
fr_fr: Cliquer sur %1$s pour ajouter les liens définis dans le patron

source: Create links between projects.
fr_fr: Permet de lier des projets entre eux

source: Delete
fr_fr: Supprimer

source: Delete project link
fr_fr: Supprimer un lien

source: Delete project link type (including all links of this type)
fr_fr: Supprimer un type de lien (avec tous les liens de ce type)

source: Link Type
fr_fr: Type de lien

source: Link URI (template)
fr_fr: Lien (patron)

source: Links
fr_fr: Liens

source: Name
fr_fr: Nom

source: No project link found.
fr_fr: Aucun lien inter-projet trouvé.

source: Parent Projects
fr_fr: Projets parent

source: Project Link Types
fr_fr: Types de lien

source: Project Links
fr_fr: Liens inter-projet

source: Project Links Configuration
fr_fr: Configuration des liens inter-projet

source: Project link deleted OK
fr_fr: Lien supprimé

source: Project name (search as you type)
fr_fr: Nom d'un projet (autocomplèté)

source: Projects in the programme
fr_fr: Projets du programme

source: Projects using similar technology or sharing resources
fr_fr: Projets utilisant des technologies similiares ou partagant des ressources

source: Re-Synchronise Project Links with Template
fr_fr: Re-synchroniser les liens avec le patron

source: Related Projects
fr_fr: Projets connexes

source: Replace all details in this form with the default values
fr_fr: Remplir le formulaire avec les valeurs par défaut

source: Reverse Links
fr_fr: Liens inverses

source: Reverse Name
fr_fr: Nom inverse

source: Select All
fr_fr: Selectionner tout

source: Set to defaults
fr_fr: Mettre les valeurs par défaut

source: Sub-Projects
fr_fr: Sous projets

source: That change would create a duplicate link name or reverse-name - link type not updated
fr_fr: Cette modification créerai deux liens (ou liens inverse) avec le même nom. Mise à jour annulée.

source: To enable project linking, you must first define at least one project link type - click <i>%1$s</i> to get started.
fr_fr: Avant de lier des projets, vous devez définir au moins un type de projet via <i>%1$s</i>.

source: Update cancelled (it would create a duplicate link to "%1$s")
fr_fr: Abandon de la mise à jour (il y a déjà un lien vers "%1$s")

source: add
fr_fr: Ajouter

source: link added: %1$s
fr_fr: Lien ajouté: %1$s

source: matched
fr_fr: trouvé

source: means that the link cannot be added because there is no matching link type defined in the project. Create the link type by clicking on <i>%1$s</i> in <i>%2$s</i>.
fr_fr: signifie que le lien ne peut être ajouté car le type correspondant n'existe pas dans le projet. Pour créer un nouveau type de lien, cliquer sur <i>%1$s</i> dans <i>%2$s</i>.

source: must be %1$s
fr_fr: doit être %1$s

source: must be a number
fr_fr: doit être un nombre

source: must be a valid email address
fr_fr: doit être une adresse email valide

source: must be checked
fr_fr: doit être vérifié

source: must be completed
fr_fr: doit être remplis

source: must be greater than %1$s
fr_fr: doit être plus grand que %1$s

source: must be less than %1$s
fr_fr: doit être plus petit que %1$s

source: project
fr_fr: projet

source: template
fr_fr: patron

source: template project
fr_fr: projet patron

source: update
fr_fr: mise à jour

source: update OK
fr_fr: Mise à jour OK

source: update OK (%1$s)
fr_fr: Mise à jour OK (%1$s)

source: update details
fr_fr: Mettre à jour les détails
