Repository: yasir2000/brown-bear
Catalog: src/scripts/platform/banner/admin/po/*.po
Languages: fr_fr

source: Activate the banner on the whole platform
fr_fr: Activer la bannière sur toute la plateforme

source: An error occurred: %{ error_message }
fr_fr: Une erreur est survenue : %{ error_message }

source: Choose a banner message
fr_fr: Choisissez un message pour la bannière

source: Critical
fr_fr: Critique

source: Expiration date
fr_fr: Date d'expiration

source: Message is mandatory
fr_fr: Le message est obligatoire

source: Save the configuration
fr_fr: Sauver la configuration

source: The banner has been successfully modified
fr_fr: La bannière a été modifiée avec succès

source: This banner is expired since %{ expiration_date } and, as such, not displayed on the platform
fr_fr: Cette bannière a expirée depuis le %{ expiration_date } et, de ce fait, n'est pas affichée sur la plateforme

source: Warning
fr_fr: Avertissement

source: Your message will be condensed to one line
fr_fr: Votre message sera condensé en une ligne
